IDEA StatiCa Open Model
TendonTimeStressLoading.Stress Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Tendon stress
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Stress { get; set; }
Public Property Stress As Double
	Get
	Set
public:
property double Stress {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
TendonTimeStressLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace